Repository: tisto/Products.ImageEditor
Catalog: Products/ImageEditor/locales/*/LC_MESSAGES/Products.ImageEditor.po
Languages: de, es, fr, nl, pt_br

source: Adds a drop shadow to the image.
de: Schlagschatten zum Bild hinzufügen
es: Agrega una sombra a la imagen.
fr: Ajouter de l'ombre sur l'image.
nl: Voeg een slagschaduw toe aan de afbeelding.
pt_br: Adiciona uma sombra à imagem

source: Applies the sepia effect to the image.
de: Sepia Effekt auf das Bild anwenden.
es: Aplicar el efecto sepia a la imagen.
fr: Applique l'effet sépia sur l'image
nl: Past het sepia effect toe op de afbeelding.
pt_br: Aplica efeito de sépia à imagem

source: Blur
de: verwischen
es: Desenfoque
fr: Flou
nl: Vervagen
pt_br: Borrar

source: Blur this image.
de: Unschärfe zum Bild hinzufügen.
es: Desenfocar la imagen.
fr: Flouter l'image.
nl: Vervaag de afbeelding.
pt_br: Borrar esta imagem

source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
nl: Helderheid
pt_br: Brilho

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleer
pt_br: Cancelar

source: Cancel the current edit.
de: Die aktuelle Bearbeitung abbrechen.
es: Cancelar la edición actual.
fr: Annuler l'édition en cours.
nl: Annuleer de huidige bewerking.
pt_br: Cancelar a edição em andamento.

source: Change the brightness of the image.
de: Helligkeit des Bildes verändern.
es: Ajustar el brillo de la imagen.
fr: Changer la luminosité de l'image.
nl: Verander de helderheid van de afbeelding.
pt_br: Altera o brilho da imagem

source: Change the contrast of the image.
de: Kontrast des Bildes verändern
es: Ajustar el contraste de la imagen.
fr: Changer le contraste de l'image.
nl: Verander het contrast van de afbeelding.
pt_br: Altera o contraste da imagem.

source: Compress
de: Komprimieren
es: Comprimir
fr: Compresser
nl: Comprimeren
pt_br: Comprimir

source: Compress this image to make it lower quality.
de: Bild komprimieren, um die Qualität zu reduzieren
es: Comprimir la imagen para disminuir su calidad.
fr: Compresser l'image pour diminuer la qualité.
nl: Afbeelding comprimeren om de kwaliteit te reduceren.
pt_br: Comprime a imagem transformando-a numa de qualidade inferior.

source: Contrast
de: Kontrast
es: Contraste
fr: Contraste
pt_br: Contraste

source: Crop
de: Beschneiden
es: Recortar
fr: Découper
nl: Bijsnijden
pt_br: Cortar

source: Crop the image.
de: Bild beschneiden
es: Recortar la imagen.
fr: Découper l'image
nl: Snij de afbeelding bij
pt_br: Corta a imagem.

source: Drop Shadow
de: Schlagschatten
es: Arrojar Sombra
fr: Ombre
nl: Slagschaduw
pt_br: Sombra

source: Flip Horizontally
de: Horizontal drehen
es: Volteo Horizontal
fr: Retourner horizontallement
nl: Spiegel horizontaal
pt_br: Espelhar na horizontal

source: Flip Vertical
de: Vertikal drehen
es: Volteo Vertical
fr: Retourner verticallement
nl: Spiegel verticaal
pt_br: Espelhar na vertical

source: Flip the image on the horizontal axis.
de: Das Bild um der horizontalen Achse drehen.
es: Voltear horizontalmente la imagen.
fr: Retourner horizontalement
nl: Spiegel de afbeelding over de horizontale as.
pt_br: Inverte a imagem no eixo horizontal.

source: Flip the image on vertically.
de: Das Bild an der vertikalen Achse drehen.
es: Voltear verticalmente la imagen.
fr: Retourner verticalement
nl: Spiegel de afbeeling om de verticale as.
pt_br: Inverte a imagem no eixo vertical.

source: Go back to the previous change.
de: Zur letzten Änderung zurückgehen.
es: Deshacer el último cambio.
fr: Annuler le précédent changement.
nl: Ga terug naar de vorige wijziging.
pt_br: Retorna para a alteração anterior.

source: Image Editor
de: Bildereditor
es: Editor de Imágenes
fr: Éditeur d'image
nl: Afbeeldingen editor
pt_br: Editor de imagens

source: Redo
de: Wiederherstellen
es: Rehacer
fr: Refaire
nl: Opnieuw uitvoeren
pt_br: Refazer

source: Redo the previous undo action.
de: Letzte rückgängig gemachte Änderung wieder herstellen.
es: Rehacer la última acción.
fr: Refaire l'action annulée
nl: Voer de laatste ongegaan gemaakte actie opnieuw uit.
pt_br: Faz novamente a ação anterior

source: Resize
de: Größe ändern
es: Redimensionar
fr: Redimensionner
nl: Schalen
pt_br: Redimensionar

source: Resize the image..
de: Bildgröße ändern.
es: Escalar la imagen…
fr: Taille de l'image
nl: Schaal de afbeelding.
pt_br: Redimensiona a imagem.

source: Rotate Left
de: Nach links drehen
es: Girar hacia la Izquierda
fr: Rotation à gauche
nl: Linksom draaien
pt_br: Girar para a esquerda

source: Rotate Right
de: nach rechts drehen
es: Girar hacia la Derecha
fr: Rotation à droite
nl: Rechtsom draaien
pt_br: Girar para a direita

source: Rotate the image right.
de: Bild nach rechts drehen.
es: Rotar la imagen a la derecha.
fr: Rotation de l'image à droite
nl: Draai de afbeelding rechtsom.
pt_br: Rotaciona a imagem no sentido horário.

source: Rotate the image to the left.
de: Bild nach links drehen.
es: Rotar la imagen a la izquierda.
fr: Rotation de l'image à gauche
nl: Draai de afgeelding linksom.
pt_br: Rotaciona a imagem no sentido anti-horário.

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
nl: Opslaan
pt_br: Salvar

source: Save As
de: Speichern unter
es: Guardar como
fr: Enregistrer sous
nl: Opslaan als
pt_br: Salvar como

source: Save the edited image as another content item.
de: Das bearbeitete Bild als einen anderen Inhalt speichern.
es: Guardar la imagen editada como un objeto nuevo.
fr: Enregistrer l'image éditée en tant que contenu.
nl: Sla de bewerkte afbeelding op als een ander item.
pt_br: Salva a imagem editada como um outro item de conteúdo.

source: Save the edited image.
de: Das Bearbeitete Bild speichern.
es: Guardar la imagen editada.
fr: Enregistrer l'image éditée.
nl: Sla de bewerkte afbeelding op.
pt_br: Salva a imagem editada.

source: Sepia
fr: Sépia
pt_br: Sépia

source: Sharpen
de: Schärfen
es: Enfocar bordes
fr: Netteté de l'image
nl: Verscherpen
pt_br: Aguçar

source: Sharpen the image.
de: Das Bild schärfen.
es: Enfocar la imagen.
fr: Netteté de l'image.
nl: Verscherp de afbeelding.
pt_br: Torna a imagem mais nítida.

source: Undo
de: Rückgängig machen
es: Deshacer
fr: Annuler
nl: Ongedaan maken
pt_br: Desfazer

source: label_blur_amount_description
es: Elija el nivel de desenfoque de la imagen
fr: Choisissez le niveau de flou
nl: Kies het niveau waarop de afbeelding vervaagd moet worden.
pt_br: Escolha o quanto desfocar a imagem

source: label_blur_amount_title
de: Betrag der Unschärfe
es: Nivel de desenfoque
fr: Flou
nl: Vervagingsniveau
pt_br: Quanto borrar

source: label_brightness_amount_description
de: Der Betrag der Helligkeit sollte angepasst werden.
es: Elija el nivel de brillo de la imagen
fr: Ajustement du niveau de brillance
nl: Het niveau van de helderheid
pt_br: Escolha quanto alterar o brilho da imagem

source: label_brightness_amount_title
de: Betrag
es: Nivel de brillo
fr: Niveau de brillance
nl: Niveau
pt_br: Quanto

source: label_compress_amount_description
de: Wie sprark soll komprimiert werden?
es: Qué tanto comprimir
fr: Niveau de compression
nl: De mate van compressie van de afbeelding
pt_br: Escolha quanto comprimir a imagem

source: label_compress_amount_title
de: Stärke der Kompression
es: Nivel de compresión
fr: Niveau de compression
nl: Compressieniveau
pt_br: Quantidade de compressão

source: label_contrast_amount_description
de: Wert des Kontrastes zwischen 0 und 100
es: El contraste es un número entre 0 y 100.
fr: Niveau de contraste entre 0 et 100.
nl: Getal tussen 0 en 100 om het contrast op in te stellen.
pt_br: Número entre 0 e 100 para o contraste

source: label_contrast_amount_title
de: Betrag
es: Nivel de contraste
fr: Niveau
nl: Niveau
pt_br: Quanto

source: label_description_sepia_blue
de: Grad des blauen Farbstiches im Sepiaeffekt.
es: Nivel de azul para aplicar el efecto sepia.
fr: Niveau de bleu à appliquer pour l'effet sépia.
nl: De hoeveelheid blauw voor het sepia effect.
pt_br: Nível da cor azul no efeito sépia

source: label_description_sepia_green
de: Grad des grünen Farbstiches im Sepiaeffekt.
es: Nivel de verde para aplicar el efecto sepia.
fr: Niveau de vert à appliquer pour l'effet sépia.
nl: De hoeveelheid rood voor het sepia effect.
pt_br: Nível da cor verde no efeito sépia

source: label_description_sepia_red
de: Grad des roten Farbstiches im Sepiaeffekt.
es: Nivel de rojo para aplicar el efecto sepia.
fr: Niveau de rouge à appliquer pour l'effet sépia.
nl: De hoeveelheid rood voor het sepia effect.
pt_br: Nível da cor vermelha no efeito sépia

source: label_description_title_save_as
de: Aus dem Titel des Objekts wird auch die ID generiert.
es: Título del tipo de contenido que es también utilizado para generar su ID.
fr: Titre du contenu, également utilisé pour générer l'identifiant.
nl: De titel van het item. Op basis hiervan wordt ook ID gegenereerd.
pt_br: Título do tipo de conteúdo que também é usado para gerar seu id.

source: label_description_type_to_save_as
de: Inhaltstyp, als das das Bild gespeichert werden soll
es: Tipo de contenido para guardar la imagen.
fr: Type de contenu de l'image.
nl: Het content type van het item dat opgeslagen wordt.
pt_br: Tipo de conteúdo a usar para salvar a imagem.

source: label_dropshadow_background_color_description
de: Der Hexadezimalwert der Hintergrundfarbe
es: El valor hexadecimal del color que desea utilizar para el fondo
fr: Code hexadécimal de la couleur de fond.
nl: De hexadecimale waarde van de achtergrondkleur.
pt_br: Valor hexa da cor de fundo a ser usada

source: label_dropshadow_background_color_title
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur de fond
nl: Achtergrond kleur
pt_br: Cor de fundo

source: label_dropshadow_border_description
de: Breite des Schattens
es: Qué tan ancha será la sombra.
fr: Largeur de l'ombre.
nl: Breedte van de schaduw.
pt_br: Tamanho da sombra

source: label_dropshadow_border_title
de: Breite
es: Ancho de la sombra
fr: Largeur
nl: Breedte
pt_br: Largura

source: label_dropshadow_iterations_description
de: Stärke des Schatten
es: Afecta en que tan gruesa es la sombra.
fr: Intensité de l'ombre
nl: Be√Ønvloedt hoe zwaar de shaduw is.
pt_br: Afeta o quanto pesada a sombra aparenta ser

source: label_dropshadow_iterations_title
de: Weichheitsgrad
es: Blandura
fr: Flou de l'ombre
nl: Zachtheid
pt_br: Suavidade

source: label_dropshadow_offset_x_description
de: Der Abstand, den der Schatten auf der X-Achse haben soll.
es: El desplazamiento que la sombra tendrá en el eje horizontal (abscisas)
fr: Offset de l'ombre sur l'axe des abscisses
nl: De verschuiving van de schaduw op de X-as.
pt_br: O deslocamento que a sombra deve ter na horizontal

source: label_dropshadow_offset_x_title
de: Abstand X-Achse
es: Desplazamiento Horizontal
fr: Offset X
nl: Verschuiving X
pt_br: Deslocamento x

source: label_dropshadow_offset_y_description
de: Der Abstand, den der Schatten auf der Y-Achse haben soll.
es: El desplazamiento que la sombra tendrá en el eje vertical (ordenadas)
fr: Offset de l'ombre sur l'axe des ordonnées
nl: De verschuiving van de schaduw op de Y-as.
pt_br: O deslocamento que a sombra deve ter na vertical

source: label_dropshadow_offset_y_title
es: Desplazamiento Vertical
fr: Offset Y
nl: Verschuiving Y
pt_br: Deslocamento y

source: label_dropshadow_shadow_color_description
de: Abstand X-Achse
es: El valor hexadecimal del color que desea utilizar para la sombra.
fr: Code hexadécimal de la couleur de l'ombre.
nl: De hexadecimale waarde van de kleur die voor de schaduw gebruikt wordt.
pt_br: O código hexa da cor que será usada para a sombra

source: label_dropshadow_shadow_color_title
de: Schattenfarbe
es: Color de la sombra
fr: Couleur de l'ombre
nl: Kleur van de shaduw
pt_br: Cor da sombra

source: label_sepia_blue
de: Blau
es: Azul
fr: Bleu
nl: Blauw
pt_br: Azul

source: label_sepia_green
de: Grün
es: Verde
fr: Vert
nl: Groen
pt_br: Verde

source: label_sepia_red
de: Rot
es: Rojo
fr: Rouge
nl: Rood
pt_br: Vermelho

source: label_sharpen_amount_description
de: Betrag, um den das Bild geschärft werden soll.
es: La cantidad de enfoque que se aplicará a la imagen
fr: Niveau de netteté de l'image
nl: De hoeveelheid waarmee de afbeelding wordt verscherpt.
pt_br: A quantidade de nítidez para aguçar a imagem

source: label_sharpen_amount_title
de: Schärfegrad
es: Cantidad
fr: Netteté
nl: Hoeveelheid
pt_br: Quanto

source: label_title_save_as
de: Titel
es: Título
fr: Titre
nl: Titel
pt_br: Título

source: label_type_to_save_as
de: Typ
es: Tipo
fr: Type
nl: Type
pt_br: Tipo

source: zoom
de: zoomen
nl: vergroten
